{
     "kor": {
          "title": "한술담다",
          "menu_search": "전통주 검색하기",
          "menu_location": "위치 안내",
          "menu_news": "카드 뉴스",
          "menu_search2": "전통주 검색하기",
          "menu_location2": "위치 안내",
          "menu_news2": "카드 뉴스",
          "intro_title": "전통주 정보를 찾아보세요!",
          "intro_desc": "한 잔의 술에 전통과 이야기를 담다.",
          "intro_subdesc": "다양한 전통주에 대해 알아보고, 나와 어울리는 전통주를 찾아보세요.",
          "what_is": "전통주란?",
          "search": "전통주 검색하기",
          "food_pairing": "전통주와 어울리는 음식",
          "liquor_of_the_month": "이 달의 전통주",
          "location_guide": "양조장 및 전통주 판매처 위치 안내",
          "brewery": "양조장",
          "sales_location": "전통주 판매처",
          "tavern": "전통주점",
          "legal_definition": "법적정의",
          "definition_1": "전통주 등의 산업진흥에 관한 법률에 따라 다음에 해당하는 술을 말한다.",
          "definition_2": "주류부문의 무형문화재 보유자가 제조한 술",
          "definition_3": "대한민국 식품명인이 제조한 술",
          "definition_4": "농어업경영체 또는 생산자단체가 지역농산물을 주원료로 제조한 술 (지역특산주)",
          "definition_5": "관습적 의미",
          "definition_6": "한 나라나 지역 등에 과거에서부터 이어져오는 양조법으로 만든 술로, 전통적인 양조법을 계승 및 보존하여 빚는 술을 칭한다.",
          "definition_7": "한국의 정서 및 시대상을 반영하는 술로서 과거의 생활방식, 역사와 문화가 담겨있는 술로 정의할 수 있다.",
          "search2": "전통주 검색하기",
          "dictionary": "네이버 전통주 지식백과",
          "sortByNameBtn": "가나다 순으로 정렬",
          "sortByAlcoholBtn": "도수순으로 정렬",
          "search3": "검색",
          "paringfood": "전통주에 어울리는 음식",
          "탁주1": "탁주",
          "약주/청주1": "약주·청주",
          "과실주1": "과실주",
          "증류주1": "증류주",
          "리큐르1": "리큐르/기타주류",
          "탁주2": "탁주",
          "탁주뜻": " 탁주는 미생물의 발효를 거치는 민속주로, 대표적으로 막걸리가 있습니다. 탁한 색깔과 탄산이 포함된 약간의 스파클링 특성을 지니며, 구수하고 담백한 맛이 특징입니다.",
          "food1": "파전",
          "foodmean1": "바삭하고 짭조름한 파전은 탁주와 함께 먹으면 그 맛이 더욱 살아납니다. 탁주의 담백함이 파전의 기름진 맛과 잘 어울려 한국인에게 사랑받는 조합입니다.",
          "food2": "산적꼬치",
          "foodmean2": "산적꼬치 같은 다양한 부침개류도 탁주와 잘 어울립니다. 산적꼬치의 짭짤한 맛이 탁주의 달콤한 맛과 잘 조화를 이룹니다.",
          "food3": "된장찌개",
          "foodmean3": "된장찌개와 같은 전통 국물 요리도 탁주와 매우 잘 어울립니다. 탁주의 구수한 맛이 된장찌개의 진한 맛을 더욱 돋보이게 합니다.",
          "약주2": "약주·청주",
          "약주뜻": "약주와 청주는 세련된 맛의 맑은 전통주로, 쌀을 주원료로 사용하여 발효 및 여과 과정을 거칩니다. 알코올 도수가 비교적 높으며, 순하고 부드러운 맛이 나는 것이 특징입니다.",
          "food4": "생선회",
          "foodmean4": "약주나 청주는 신선한 생선회와 아주 잘 어울립니다. 술의 섬세한 맛이 생선의 신선함을 더욱 돋보이게 하며, 회의 느끼함을 중화시키는 역할을 합니다.",
          "food5": "샤브샤브",
          "foodmean5": "샤브샤브와 같은 미묘한 맛의 요리도 약주나 청주와 아주 잘 어울립니다. 술이 요리의 간결한 맛을 더욱 돋보이게 하면서, 각 재료의 맛을 살려줍니다.",
          "food6": "조림 요리",
          "foodmean6": "갈치조림, 도미조림 등의 조림 요리는 약주나 청주와 함께 할 때 그 맛이 한층 더 깊어집니다. 술의 맑은 맛이 조림의 진한 양념을 부드럽게 풀어주어 입맛을 돋우는 역할을 합니다.",
          "과실주2": "과실주",
          "과실주뜻": "과실을 발효시켜 만드는 술로, 과일의 종류에 따라 다양한 맛과 향을 갖습니다. 자연스러운 과일의 달콤함과 향이 돋보이며, 디저트와 함께 즐기기 좋습니다.",
          "food7": "치즈",
          "foodmean7": "특히 고다, 브리, 까망베르와 같은 크리미하고 부드러운 치즈들은 과실주와 아주 잘 어울립니다. 과실주의 달콤하고 향긋한 맛이 치즈의 진한 크림 맛과 조화를 이룹니다.",
          "food8": "디저트",
          "foodmean8": "초콜릿, 타르트, 케이크와 같은 달콤한 디저트류도 과실주와 함께 즐기기 좋습니다. 특히 베리류 과실주는 초콜릿과 탁월한 매칭을 보여줍니다.",
          "food9": "훈제 요리",
          "foodmean9": "훈제 연어나 훈제 오리와 같은 훈제 요리는 과실주와 매우 잘 어울립니다. 훈제의 깊은 맛과 과실주의 상큼한 맛이 복합적인 맛의 조화를 이룹니다.",
          "증류주2": "증류주",
          "증류주뜻": "증류 과정을 통해 만들어진 고도수 주류로, 소주와 안동소주 등이 포함됩니다. 강한 맛과 높은 알코올 도수가 특징이며, 다양한 안주와 잘 어울립니다.",
          "food10": "구이류",
          "foodmean10": "삼겹살, 갈비, 닭구이 등과 같은 구이류는 증류주와 아주 잘 어울립니다. 증류주의 강한 맛이 구이의 기름진 맛과 잘 조화되어 입맛을 돋우고 기름진 맛을 중화시켜줍니다.",
          "food11": "김치찌개",
          "foodmean11": "강한 맛의 증류주는 김치찌개나 된장찌개와 같은 국물 요리와 잘 어울립니다. 증류주가 국물 요리의 맛을 한층 더 깊고 풍부하게 만들어 줍니다.",
          "food12": "안주류",
          "foodmean12": "짭짤하고 강한 맛의 안주류, 예를 들어 젓갈, 멸치볶음 등은 증류주와 함께 하면 그 맛이 더욱 살아납니다. 강한 술 맛을 중화시키면서도 각자의 맛을 즐길 수 있게 해줍니다.",
          "리큐르2": "리큐르",
          "리큐르뜻": "다양한 허브, 과일, 꽃 등을 첨가하여 만드는 주류로, 강한 향과 달콤한 맛이 나는 것이 특징입니다. 칵테일 베이스로 사용되거나 순수하게 즐기기도 합니다.",
          "food13": "구운 고기",
          "foodmean13": "특히 감칠맛 있는 소스와 함께 제공되는 구운 고기는 리큐르와의 페어링으로 그 맛이 한층 부각될 수 있습니다. 리큐르의 달콤함이 고기의 풍미를 더욱 끌어올려 줍니다.",
          "food14": "과일 기반 디저트",
          "foodmean14": "리큐르가 과일 기반으로 만들어진 경우, 그에 맞는 과일이 들어간 디저트와 페어링하면 좋습니다. 예를 들어 사과 리큐르는 사과 파이와, 복숭아 리큐르는 복숭아 타르트와 매우 잘 어울립니다.",
          "food15": "올리브",
          "foodmean15": "리큐르의 달콤하고 풍부한 향이 올리브의 짠맛과 조화를 이루기 때문에 올리브의 감칠맛과 결합하여 복합적인 맛의 깊이를 더합니다. 이 조합은 입안에서 다양한 맛의 대비를 제공하며, 음료와 안주의 즐거움을 동시에 높여줍니다.",
          "month_title": "이 달의 전통주",
          "month_title1": "호산춘",
          "month_info": "경북 무형 문화재 제 18호, 100일 정성의 프리미엄 약주",
          "month_content1": "호산춘은 문경지방에 세거하는 장수황씨의 종가를 중심으로 전승되어 온 가양주로, 경상북도 무형문화재 제 18호로 지정된 품격 있는 전통주입니다. 500년을 이어온 장수황씨 집안의 가양주인 문경 호산춘은 문경의 자랑이며 한국의 3대 명주로 불리고 있습니다. 손님을 접대하고, 조상님께 제사를 지낼 때도 사용했던 호산춘은 '신선이 탐할만한 술'이라 불려 '호선주'라 일컫기도 합니다. 시를 즐기던 풍류객 황의민은 가양주인 호산춘에 본인의 시호인 '호산'을 붙이고 술에 취했을 때 흥취를 느끼게 하는 '춘'자를 넣어 호산춘이라 한 것이 오늘날의 문경 호산춘의 시작입니다.",
          "month_title2": "호산춘의 맛과 향",
          "month_content2": "호산춘은 약주지만 드물게 알코올 도수가 18도입니다. 대부분의 약주는 13~15도 사이지만 호산춘은 3대 18도 전통 약주 중 하나로 이양주로 빚어집니다. 호산춘의 맛은 단맛이 강한데 이는 밑술에 멥쌀, 덧술에는 찹쌀을 쓰고, 찹쌀의 양을 두 배로 많은 양을 넣기 때문입니다. 또한 호산춘은 단맛과 산미의 조화가 빼어납니다. 여과를 끝내고 한 달 이상 안정화를 거치기 때문에 찹쌀에서 오는 자연스러운 단맛과 원료가 발효되면서 생기는 산미, 끝에 누룩 특유의 쿰쿰함이 잘 어우러진 맛입니다.",
          "month_title3": "호산춘의 일화",
          "month_content3": "호산춘의 뒤에는 조선시대부터 근대사까지 재밌는 일화가 있습니다. 조선시대에는 상주 목사가 종갓집에 들러 대접을 융숭하게 받고 돌아가던 길에, 호산춘이 생각나 돌아와 호산춘이 든 술독을 다 비웠다. 그 후 종택 사랑채에서 잠이 들었다가 잠결에 요강에 든 것이 호산춘인 줄 알고 마셔버렸다는 이야기, 근대사는 밀주 단속반이 있던 시절, 단속반까지도 호산춘의 맛에 취해 임무를 잊고 돌아가 망주라고 불렸다는 이야기. 1989년 미국 레이건 대통령 방한 때, 만찬주로 사용하겠으니 술을 보내란 말에 '우리는 술을파는 사람이 아니니 필요하면 가져가시오'라 대답하여 청와대 비서실에서 사람들이 호산춘을 가져갔다는 일화가 있습니다. 이처럼 재미있는 일화를 통해 호산춘은 예부터 맛과 향을 인정받았던 술이라는 것을 알 수 있습니다.",
          "map_title": "전체 지도",
          "map_download": "지도 다운로드 받기",
          "cardnews_title": "카드 뉴스",
          "back_button1": "뒤로 가기",
          "back_button2": "뒤로 가기",
          "back_button3": "뒤로 가기",
          "back_button4": "뒤로 가기",
          "back_button5": "뒤로 가기"
     },
     "eng": {
          "title": "HanSulDamDa",
          "menu_search": "Search Korean Liquor",
          "menu_location": "Location Guide",
          "menu_news": "Card News",
          "menu_search2": "Search Korean Liquor",
          "menu_location2": "Location Guide",
          "menu_news2": "Card News",
          "intro_title": "Find information about Korean liquor!",
          "intro_desc": "A glass of alcohol filled with tradition and stories.",
          "intro_subdesc": "Learn about different types of Korean liquor and find the one that suits you.",
          "what_is": "What is Korean liquor?",
          "search": "Search for Korean alcohol",
          "food_pairing": "Foods that go well with Korean liquor",
          "liquor_of_the_month": "Korean liquor of the month",
          "location_guide": "Guide to the locations of breweries and Korean liquor stores",
          "brewery": "Brewery",
          "sales_location": "Korean liquor sales location",
          "tavern": "Korean tavern",
          "legal_definition": "Legal definition",
          "definition_1": "According to the laws governing traditional liquor, it refers to the following types of liquor.",
          "definition_2": "Liquor manufactured by a holder of intangible cultural property in the liquor sector",
          "definition_3": "Liquor made by a Korean food expert",
          "definition_4": "Alcohol produced by agricultural and fishery management organizations or producer groups using local agricultural products as the main ingredient (local specialty alcohol)",
          "definition_5": "Conventional meaning",
          "definition_6": "According to the (Act on Promotion of Korean Liquor Industry, etc.) it refers to the following types of liquor.",
          "definition_7": "It can be defined as a liquor that reflects Korean sentiment and the times, and contains the lifestyle, history, and culture of the past.",
          "search2": "Search for Korean alcohol",
          "dictionary": "Naver Korean Liquor Encyclopedia",
          "sortByNameBtn": "Sort alphabetically",
          "sortByAlcoholBtn": "Sort by degree",
          "search3": "search",
          "paringfood": "Food that goes well with Korean liquor",
          "탁주1": "Takju",
          "약주/청주1": "Yakju",
          "과실주1": "Fruit Liquor",
          "증류주1": "Distilled Liquor",
          "리큐르1": "Other Liquors",
          "탁주2": "Takju",
          "탁주뜻": "Takju is a Korean liquor that undergoes microbial fermentation, and makgeolli is a representative example. It has a cloudy color and a slightly sparkling characteristic with carbonation, and is characterized by a savory and light taste.",
          "food1": "Green Onion Pancake",
          "foodmean1": "Crispy and savory, green onion pancakes enhance their flavor when paired with Takju. The simplicity of Takju complements the greasiness of the pancakes, making it a beloved combination among Koreans.",
          "food2": "Skewered Pancakes",
          "foodmean2": "Various types of pancakes like skewered pancakes also pair well with Takju. The salty taste of the skewered pancakes harmonizes well with the sweet taste of Takju.",
          "food3": "Soybean Paste Stew",
          "foodmean3": "Traditional soup dishes like soybean paste stew also go very well with Takju. The nutty flavor of Takju highlights the rich taste of the stew.",
          "약주2": "Yakju",
          "약주뜻": "Yakju and Cheongju are refined and clear Korean liquors made primarily from rice through fermentation and filtration processes. They have a relatively high alcohol content and are characterized by their mild and smooth taste.",
          "food4": "Raw Fish Slices",
          "foodmean4": "Yakju and Cheongju pair very well with fresh raw fish slices. The delicate taste of the liquor enhances the freshness of the fish and neutralizes its oiliness.",
          "food5": "Shabu-shabu",
          "foodmean5": "Delicate dishes like shabu-shabu also pair very well with Yakju or Cheongju. The liquor enhances the subtle flavors of the dish, bringing out the taste of each ingredient.",
          "food6": "Braised Dishes",
          "foodmean6": "Braised dishes like braised cutlassfish or sea bream deepen in flavor when paired with Yakju or Cheongju. The clear taste of the liquor gently mellows the rich seasoning of the braised dishes, enhancing the overall flavor.",
          "과실주2": "Fruit Liquor",
          "과실주뜻": "Fruit liquor is made by fermenting fruits, offering a variety of flavors and aromas depending on the type of fruit used. Its natural sweetness and aroma stand out, making it great to enjoy with desserts.",
          "food7": "Cheese",
          "foodmean7": "Creamy and smooth cheeses like Gouda, Brie, and Camembert pair very well with fruit liquor. The sweet and fragrant taste of the fruit liquor complements the rich creaminess of the cheese.",
          "food8": "Dessert",
          "foodmean8": "Sweet desserts like chocolate, tarts, and cakes are also great to enjoy with fruit liquor. Berry-based fruit liquors, in particular, show excellent pairing with chocolate.",
          "food9": "Smoked Dishes",
          "foodmean9": "Smoked dishes like smoked salmon or duck pair very well with fruit liquor. The deep flavor of the smoked dishes and the fresh taste of the fruit liquor create a complex harmony.",
          "증류주2": "Distilled Spirits",
          "증류주뜻": "Distilled spirits are high-alcohol beverages made through distillation, including soju and Andong soju. They are characterized by their strong taste and high alcohol content, pairing well with various dishes.",
          "food10": "Grilled Dishes",
          "foodmean10": "Grilled dishes such as pork belly, ribs, and grilled chicken pair very well with distilled spirits. The strong flavor of the spirits balances the greasiness of the grill, stimulating the appetite and neutralizing the fatty taste.",
          "food11": "Kimchi Stew",
          "foodmean11": "Strong-tasting distilled spirits pair well with broth dishes like kimchi stew or soybean paste stew. The spirits enhance the depth and richness of the broth's flavor.",
          "food12": "Salty Snacks",
          "foodmean12": "Salty and strong-tasting snacks, such as salted seafood and stir-fried anchovies, come alive when paired with distilled spirits. They neutralize the strong alcohol taste while allowing the flavors of each dish to be enjoyed.",
          "리큐르2": "Other Liquors",
          "리큐르뜻": "Liqueurs are alcoholic beverages made by adding various herbs, fruits, and flowers, characterized by their strong fragrance and sweet taste. They can be used as a base for cocktails or enjoyed on their own.",
          "food13": "Grilled Meat",
          "foodmean13": "Grilled meats, especially those served with a savory sauce, can be enhanced by pairing with liqueurs. The sweetness of the liqueur elevates the flavor of the meat.",
          "food14": "Fruit-based Desserts",
          "foodmean14": "When the liqueur is fruit-based, pairing it with a matching fruit dessert enhances the experience. For example, apple liqueur pairs well with apple pie, and peach liqueur goes well with peach tart.",
          "food15": "Olives",
          "foodmean15": "The sweet and rich aroma of liqueurs complements the saltiness of olives, adding depth to the umami taste and creating a complex flavor profile. This combination offers a contrast of flavors in the mouth, enhancing the enjoyment of both the drink and the snack.",
          "month_title": "Korean Liquor of the Month",
          "month_title1": "Hosanchun",
          "month_info": "Hosanchun is a premium medicinal Korean liquor, recognized as Intangible Cultural Property No. 18 of North Gyeongsang Province, crafted with 100 days of dedication.",
          "month_content1": "Hosanchun is a traditional home-brewed liquor, centered around the Jangsu Hwang family in Mungyeong, recognized as Intangible Cultural Property No. 18 of Gyeongsangbuk-do. This prestigious traditional liquor, which has been maintained for over 500 years by the Jangsu Hwang family, is celebrated as one of Korea's top three famous liquors. Used to serve guests and for ancestral rites, Hosanchun is sometimes called 'Hosunju', meaning a liquor desired by immortals. The liquor was named by Hwang Uimin, a connoisseur who added 'Hosan', his poetic name, to the liquor and the character 'Chun' (spring), inspired by the joy he felt when intoxicated, marking the origin of today's Mungyeong Hosanchun.",
          "month_title2": "The Taste and Aroma of Hosanchun",
          "month_content2": "Although Hosanchun is a medicinal liquor, it unusually has an alcohol content of 18%. While most medicinal liquors range between 13-15%, Hosanchun is one of the three traditional 18% alcohol content liquors. Its flavor is notably sweet, which is due to the use of non-glutinous rice in the base and glutinous rice in the top, doubling the amount of glutinous rice used. Additionally, Hosanchun is renowned for its excellent balance of sweetness and tartness. After filtering, it stabilizes for over a month, creating a harmonious blend of the natural sweetness from the glutinous rice, the acidity from the fermentation, and a distinctive yeasty aroma.",
          "month_title3": "Anecdotes of Hosanchun",
          "month_content3": "Behind Hosanchun lie entertaining stories spanning from the Joseon dynasty to modern times. In the Joseon era, a story tells of a district magistrate who, after being generously hosted by the Jangsu Hwang family, returned craving more Hosanchun, emptied the liquor jar, and later drunkenly mistook something in a chamber pot for Hosanchun and drank it. In modern history, during the prohibition era, even the prohibition officers were said to have forgotten their duties, intoxicated by the taste of Hosanchun, leading to its nickname 'Mangju' (forgotten liquor). In 1989, when President Reagan visited Korea, the presidential office requested Hosanchun for a state banquet. The family famously responded, 'We do not sell liquor; if you need it, take it yourself,' leading to officials from the presidential office collecting the liquor themselves. These amusing anecdotes illustrate that Hosanchun has long been recognized for its exceptional taste and aroma.",
          "map_title": "Map",
          "map_download": "Download Map",
          "cardnews_title": "CardNews",
          "back_button1": "Back",
          "back_button2": "Back",
          "back_button3": "Back",
          "back_button4": "Back",
          "back_button5": "Back"
     }
}
